Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotPasteAssemblyView Property
 Can't paste assembly view because its associated assembly instance is not available.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteAssemblyView { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteAssemblyView As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteAssemblyView {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace